export const hotfixes={
    '驚弓之鳥': //idioms
    [
        [5, '秦\n*12*孽','\n*12*秦孽'], //field, from , to
    ],
    '舉一反三':[//不復也被 \n 斷開，沒有標注到
        [5,'不以三隅反，則不復\n也','不以三隅反，則\n*4*不復也\n']
    ],
    '東窗事發':[
        [5,'得請于帝','\n*5*得請於帝'] //引文和注不一致
    ],
    '不學無術':[
        [5,'贊曰：「霍光','贊曰：「\n*1*霍光']
    ],
    '樂不思蜀':[
        [5,'先人墳墓遠在隴、\n*3*蜀','先人墳墓遠在\n*3*隴、蜀']
    ],
    '吹毛求疵':[
        [5,'不洗垢而察難知','不\n*5*洗垢而察難知'],
        [6,'洗垢察難知：','洗垢而察難知：']
    ],
    '百折不撓':[
        [5,'莊\n華尚朴','莊\n*4*疾\n華尚朴'],
        [5,'有百折不撓','有\n*5*百折不撓'],
        [6,' 百折不撓','百折不撓']
    ],
    '明目張膽':[
        [5,'瞋目\n','\n*5*瞋\n目']
    ],
    '一揮而就':[
        [5,'不勝舒\n*2*卷\n','\n*4*不勝舒卷\n']
    ],
    '危如累卵':[
        [5,'而以無禮涖\n','而以無禮\n*5*涖\n']
    ],
    '以訛傳訛':[
        [5,'默成定武蘭亭記*1*','默成定武\n*1*蘭亭記\n']
    ],
    '揮金如土':[
        [5,'\n元和\n','\n*4*元和\n'],
        [5,'䞉（賸）馥','䞉馥'],

    ],
    '難兄難弟':[
        [5,'「元方難為兄，季方難為弟。\n','「\n*7*元方難為兄，季方難為弟\n。']
    ],
    '守口如瓶':[
       [5,'防意如城\n','\n*4*防意如城\n'],
       [6,'防城如意','防意如城'],
    ],
    '忘恩負義':[
        [5,'五日\n*3*京兆\n','\n*9*五日京兆\n']
    ],
    '敷衍塞責':[   
        [5,'竣事\n','\n*3*竣事\n'],
        [6,'峻事','竣事'],  ///疑似手民誤值
        [6,'峻，音','竣，音']
    ],
    '置之度外':[
        [5,'置\n*3*度\n外','\n*3*置度外\n']
    ],
    '一觸即發':[
        [4,'李開先*1*','\n*1*李開先\n']
    ],
    '寡廉鮮恥':[
        [4,'喻巴蜀檄*1*','\n*1*喻巴蜀檄\n']
    ],
    '充耳不聞':[
        [4,'鄭玄．箋*1*','鄭玄．\n*1*箋\n']
    ],
    '蠢蠢欲動':[
        
    ]
}