export const Missing={
	"痴人說夢":
	[
	78707,
	"痴人說夢",
	"ㄔ ㄖㄣˊ ㄕㄨㄛ ㄇㄥˋ",
	"不明事理的痴人，聽完荒誕說法後卻信以為真。＃語出宋．釋惠洪《冷齋夜話．卷九．痴人說夢夢中說夢》。後用「痴人說夢」比喻說法荒誕，不切實際。",
	"＃宋．釋惠洪《冷齋夜話．卷九．痴人說夢夢中說夢》\\n*1*",
	"\\n*2*僧伽\\n*3*龍朔\\n中遊江淮間，其跡甚異，有問之曰：「汝何姓？」答曰：「姓何。」又問何國人？答曰：「何國人。」\\n*4*唐李邕\\n作碑，不曉其言，乃書傳曰：「大師姓何，何國人。」此正所謂對痴人說夢耳。李邕遂以夢爲真，真痴絕也。\n#僧贊寧以其傳編入僧史，又從而解之曰：「其言姓何，亦猶康會本康居國人，便命為康僧會。詳何國在碎葉東北，是碎葉國附庸耳。」此又夢中說夢，可掩卷一笑。",
	"典故或見於宋．黃庭堅〈書陶淵明責子詩後〉。\\n僧伽：梵語Ｓａṃｇｈａ的音譯。佛教用以指出家團體。此指僧侶。\\n龍朔：唐高宗李治年號，始於西元６６１年，結束在６６３年，前後共三年。\\n李邕：（西元６７８年～７４７年），字泰和，揚州江都（今江蘇省揚州市）人，唐代學者李善之子，擅長行書並以此聞名於世。玄宗時，任北海太守，世稱「李北海」。為人剛正不屈，後為李林甫所害。",
	"宋．黃庭堅〈書陶淵明責子詩後〉（據《豫章黃先生文集．第二六．題跋》引）\\n觀淵明之詩，想見其人豈弟慈祥，戲謔可觀也。俗人便謂淵明諸子皆不肖，而淵明愁歎見於詩，可謂痴人前不得說夢也。",
	"釋惠洪（西元１０７１～１１２８），名德洪，字覺範，俗姓彭（一作姓喻），宋筠州新昌縣（今江西宜豐）人，為宋代著名的詩僧。惠洪精通佛學，擅長詩文，著述甚多，尤其以《冷齋夜話》最為著名，這書的內容主要是在論詩，但其中也夾雜了一些傳聞瑣事。書裡收錄一篇〈痴人說夢夢中說夢〉，內容敘述唐高宗龍朔年間，有位外國僧人來到江淮地區，出自於好奇的緣故，有人便問起這位僧人：「你姓甚麼？」僧人回答說：「姓何。」接著這人又問說：「何國人（即哪一國的人）？」僧人回答說：「何國人。」對於這段帶有濃厚禪機的對答，唐代李邕無法參透，以致於在敘寫這位外國僧人的生平時，只根據其中對話就在碑文裡寫上：「大師姓何，是何國人士。」惠洪對此事發表了自己的評論說：「這正像是對著痴人說荒誕不經的夢話呀！」後來原文中的「痴人說夢」被摘出，成為一句成語，用來比喻說法荒誕，不切實際。但語意與典源所指不明事理的痴人，聽完荒誕說法後卻信以為真，意思已經有所不同。",
	"比喻說法荒誕，不切實際。"/*語義說明 */
	,"","","他提出的這項計畫並非痴人說夢，也許可以嘗試做做看。\\n隨著科技發展，人類到外太空旅行已不再是痴人說夢的事了。\\n他整日遊手好閒，卻誇口要成為大公司的老闆，真是痴人說夢。\\n球隊獲得金牌後，讓當初批評他們痴人說夢的人，各個都心服口服。\\n假使大家認為他只是痴人說夢而已，那就太低估他徒步環遊世界的決心了。",
	"《愛日齋叢鈔》卷三：「按東坡詩云：『我笑陶淵明，種秫二頃半。婦言既不用，還有責子歎。』蘇公肯亦效痴人說夢耶？」\\n元．葉李〈紀夢〉詩：「痴人說夢聊一快，我獨知命不少驚。」\\n《封神演義》第五三回：「子牙笑曰：『鄧將軍，你這篇言詞，真如痴人說夢。今天下歸周，人心效順，即數次主帥，俱兵亡將擄，片甲無回。今將軍將不過十員，兵不足二十萬，真如群羊鬥虎，以卵擊石，未有不敗者也。』」\\n《野叟曝言》第一回：「從來解詩者，偏將此二句解錯，所以意味索然！何嘗不眾口極力鋪張，卻如矮子觀場，痴人說夢。」\\n《鏡花緣》第一八回：「今大賢說他註的為最，甚至此書一出，群書皆廢，何至如此？可謂痴人說夢！」",
	
	
	]

}